Repository: reef-defi/reef-mobile-app_moved
Catalog: lib/l10n/app_*.arb
Languages: hi, it

source: Balance
hi: मात्रा
it: Saldo

source: Tokens
hi: टोकन

source: NFTs
hi: एनएफटी

source: Activity
hi: गतिविधियाँ
it: Attività

source: Loading
hi: लोड हो रहा है
it: Caricamento

source: My Account
hi: मेरा खाता
it: Il mio Account

source: Add
hi: जोड़ें
it: Aggiungi

source: Settings
hi: समायोजन
it: Impostazioni

source: Change Password
hi: पासवर्ड बदलें
it: Cambia Password

source: Developer Settings
hi: डेवलपर सेटिंग्स
it: Impostazioni sviluppatore

source: Switch Network
hi: नेटवर्क बदलें
it: Cambia rete

source: Testnet
hi: टेस्टनेट

source: Mainnet
hi: मेननेट

source: NETWORK
hi: नेटवर्क

source: Home
hi: घर

source: Accounts
hi: खाते

source: Registering on network
hi: नेटवर्क पर पंजीकरण
it: Registrazione in rete

source: NEW PASSWORD
hi: नया पासवर्ड
it: NUOVA PASSWORD

source: Add account
hi: खाता जोड़ें
it: Aggiungi account

# create_new_account
source: Create new
hi: नया खाता बनाएँ
it: Crea nuovo account

# import_account_from_pre_existing_seed
source: From recovery phrase (seed/mnemonic)
hi: पहले से मौजूद बीज से आयात खाता
it: Importa account da un Seed presistente

source: Copy to clipboard
hi: क्लिपबोर्ड पर कॉपी करें
it: Copia negli appunti

# please_write_down
source: Please write down your wallet's mnemonic seed and keep it in a safe place. The mnemonic can be used to restore your wallet. Keep it carefully to not lose your assets.
hi: कृपया अपने बटुए के स्मरक बीज को लिख लें और इसे सुरक्षित स्थान पर रखें। आपके बटुए को पुनर्स्थापित करने के लिए स्मरक का उपयोग किया जा सकता है। अपनी संपत्ति खोने के लिए इसे सावधानी से रखें।
it: Annotare il seed mnemonico del proprio portafoglio e conservarlo in un luogo sicuro. Il mnemonico può essere utilizzato per ripristinare il portafoglio. Conservatelo con cura per non perdere i vostri assets.

# i_saved_mnemonic
source: I have saved my recovery phrase (mnemonic/seed) safely.
hi: मैंने अपना स्मरक बीज सुरक्षित रूप से बचा लिया है।
it: Ho salvato il mio seed mnemonico al sicuro.

source: Next Step
hi: अगला कदम
it: Prossimo step

# generated_2_word
source: GENERATED 12-WORD RECOVERY PHRASE (MNEMONIC):
hi: उत्पन्न 12-शब्द स्मरक बीज:
it: GENERATO UN SEED MNEMONICO DI 12 PAROLE:

# existing_seed
source: EXISTING 12 OR 24-WORD RECOVERY PHRASE(MNEMONIC):
hi: मौजूदा 12 या 24-शब्द स्मरक बीज:
it: SEED MNEMONICO ESISTENTE DI 12 O 24 PAROLE:

# account_already_added
source: This account has already been added
hi: यह खाता पहले ही जोड़ा जा चुका है
it: Questo account è già stato aggiunto

# descriptive_account_name
source: A DESCRIPTIVE NAME FOR YOUR ACCOUNT
hi: आपके खाते के लिए एक वर्णनात्मक नाम
it: UN NOME DESCRITTIVO PER IL VOSTRO ACCOUNT

# password_for_reef_app
source: A PASSWORD FOR REEF APP
hi: रीफ एपीपी के लिए एक पासवर्ड
it: UNA PASSWORD PER REEF APP

# password_too_short
source: Password is too short
hi: पारण शब्द बहुत छोटा है
it: Password è troppo corta

# repetitive_password
source: REPEAT PASSWORD FOR VERIFICATION
hi: सत्यापन के लिए पासवर्ड दोहराएं
it: RIPETERE LA PASSWORD PER LA VERIFICA

# password_do_not_match
source: Passwords do not match
hi: सांकेतिक शब्द मेल नहीं खाते
it: Le password non corrispondono

source: Import the account
hi: खाता आयात करें
it: Importa l'account

source: Add the account
hi: खाता जोड़ें
it: Aggiungi l'account

source: Send
hi: भेजें
it: Invia

source: Incorrect Password
hi: गलत पासवर्ड
it: Password errata

# approve_domain_message
source: Only approve this request if you trust the application. Approving gives the application access to the addresses of your accounts.
hi: यदि आप एप्लिकेशन पर विश्वास करते हैं तो ही इस अनुरोध को स्वीकार करें। स्वीकृति एप्लिकेशन को आपके खातों के पतों तक पहुंच प्रदान करती है।
it: Approvate questa richiesta solo se vi fidate dell'applicazione. L'approvazione consente all'applicazione di accedere agli indirizzi dei vostri account.

# auth_allow
source: Yes, allow this application access
hi: हां, इस ऐप्लिकेशन को एक्सेस करने दें
it: Sì, consentire l'accesso a questa applicazione

# auth_reject
source: Reject
hi: अस्वीकार
it: Rifiuta

source: Cancel
hi: रद्द करें
it: Cancella

source: Yes
hi: हाँ
it: Si

# auth_url_list_del
source: Delete Website
hi: वेबसाइट हटाएं
it: Cancellare il sito web

# auth_url_list_no_website_yet
source: No website request yet!
hi: अभी तक कोई वेबसाइट अनुरोध नहीं है!
it: Nessuna richiesta di sito web per ora!

source: Continue
hi: जारी रखें
it: Continua

# bind_modal_connected
source: Successfully connected to Ethereum VM address
hi: इथेरियम वीएम पते से सफलतापूर्वक कनेक्ट हो गया है
it: Connessione riuscita all'indirizzo della Ethereum VM

# bind_modal_is_needed_for_transaction
source: is needed for transaction fee.
hi: लेनदेन शुल्क के लिए आवश्यक है।
it: è necessario per le fees di transazione.

# bind_modal_coins_will_be_transferred
source: Coins will be transfered from account:
hi: सिक्के खाता से स्थानांतरित होंगे:
it: Le monete saranno trasferite dal conto:

# bind_modal_start_using_reef_evm
source: Start using Reef EVM smart contracts.
hi: रीफ ईवीएम स्मार्ट कॉन्ट्रैक्ट का उपयोग शुरू करें।
it: Inizia utilizzando gli smart contrat di Reef EVM.

# bind_modal_first_connect
source: First connect EVM address for:
hi: पहले के लिए ईवीएम पते कनेक्ट करें:
it: Collegare prima l'indirizzo dell'EVM per:

# change_password_current_password
source: CURRENT PASSWORD
hi: वर्तमान पासवर्ड
it: PASSWORD ATTUALE

# change_password_password_incorrect
source: Password is incorrect
hi: पासवर्ड गलत है
it: La password non è corretta

# no_other_accounts
source: No other accounts available
hi: कोई अन्य खाता उपलब्ध नहीं है
it: Nessun altro account disponibile

source: Available
hi: उपलब्ध
it: Disponibile

source: Click on
hi: पर क्लिक करें
it: Fare clic su

# to_create_account
source: to create a new account
hi: एक नया खाता बनाने के लिए
it: per creare un nuovo account

# reef_community_bond
source: Reef community staking bond
hi: रीफ समुदाय स्टेकिंग बॉन्ड

source: Staking closes in
hi: स्टेकिंग बंद होता है
it: Staking termina in

source: Bond started on
hi: बॉन्ड शुरू हुआ
it: Il bond inizia

source: Funds unlock on
hi: फंड अनलॉक होते हैं
it: I fondi si sbloccano

source: Bond Contract
hi: बॉन्ड कांट्रैक्ट
it: Contratto del bond

# gen_12_word
source: GENERATED 12-WORD MNEMONIC SEED:
hi: 12 शब्दों वाले म्नेमोनिक सीड उत्पन्न हुआ:
it: GENERATO UN SEED MNEMONICO DI 12 PAROLE:

source: Sign Transaction
hi: लेनदेन के लिए हस्ताक्षर करें
it: Firma Transazione

source: Decode
hi: डिकोड करें
it: Decodificare

source: You disabled this dApp domain
hi: आपने इस डीएपी डोमेन को अक्षम कर दिया है
it: Il dominio della dApp è stato disattivato

source: enable
hi: सक्षम करें
it: abilitato

source: Reliable
hi: विश्वसनीय

source: Extensible
hi: विस्तारयोग्य

source: Efficient
hi: दक्ष

source: Fast
hi: त्वरित

# blockchain_for_defi
source: Blockchain for DeFi, NFT and Gaming
hi: DeFi, NFT और गेमिंग के लिए ब्लॉकचेन

source: Introducing Reef Chain
hi: रीफ चेन का परिचय
it: Introduzione a Reef Chain

# reef_chain_desc
source: Reef chain is an EVM compatible blockchain for DeFi. It is fast, scalable, has low transaction costs and does no wasteful mining. It is built with Substrate Framework and comes with on-chain governance.
hi: रीफ चेन एक EVM संगत ब्लॉकचेन है जो DeFi के लिए बनाया गया है। यह त्वरित, स्केलेबल है, इसमें कम लेनदेन लागत होती है और इसमें कोई अव्यवहारी खनन नहीं होता है। इसे सबस्ट्रेट फ्रेमवर्क के साथ निर्मित किया गया है और यह ऑन-चेन गवर्नेंस के साथ आता है।
it: La Reef chain è una blockchain compatibile con l'EVM per la DeFi. È veloce, scalabile, ha bassi costi di transazione e non spreca risorse con il mining. È costruita con il Substrate Framework ed è dotata di una governance on-chain..

source: Select Language
hi: भाषा चुनें
it: Seleziona la lingua

source: Change Language
hi: भाषा बदलें
it: Cambia la lingua

# no_account_currently
source: No Account currently available, create or import an account to view your assets.
hi: कोई खाता वर्तमान में उपलब्ध नहीं है, अपनी संपत्तियों को देखने के लिए एक खाता बनाएं या आयात करें।
it: Nessun account attualmente disponibile, creare o importare un account per visualizzare i tuoi assets.

source: Claim EVM Account
hi: क्लेम EVM अकाउंट
it: Richiedi account EVM

source: Transaction Details
hi: लेनदेन विवरण
it: Dettagli della transazione

source: Decoded Data
hi: डिकोडेड डेटा
it: Dati decodificati

source: Sign Message
hi: संदेश हस्ताक्षर करें
it: Firma il messaggio

source: Scan Address
hi: स्कैन पता
it: Scansiona indirizzo

source: Address cannot be empty
hi: पता खाली नहीं हो सकता
it: L'indirizzo non può essere vuoto

source: Select Address
hi: पता चुनें
it: Seleziona indirizzo

source: No token selected
hi: कोई टोकन चयनित नहीं है
it: Nessun token selezionato

source: Send to address
hi: पते पर भेजें
it: Invia all'indirizzo

source: Selected
hi: चयनित
it: Selezionato

source: More Actions
hi: अधिक कार्रवाई
it: Altre Azioni

source: Address
hi: पता
it: Indirizzo

source: Reef EVM:
hi: रीफ EVM:

source: Connect EVM
hi: EVM कनेक्ट करें
it: Connetti EVM

source: Delete
hi: हटाएं
it: Elimina

# copy_native_address
source: Copy Address
hi: पता कॉपी करें
it: Copia Indirizzo

# copy_evm_address
source: Copy Reef EVM Address
hi: रीफ EVM पता कॉपी करें
it: Copia Indirizzo Reef EVM

source: Native Address QR
hi: पते का क्यूआर कोड साझा करें
it: Condividi QR Indirizzo

source: EVM Address QR
hi: EVM पते का क्यूआर कोड साझा करें
it: Condividi QR Indirizzo Reef EVM

source: Delete Account
hi: खाता हटाएं
it: Elimina Account

# share_evm_qr
source: Share EVM Address
hi: EVM पता साझा करें
it: Condividi indirizzo EVM

# share_address_qr
source: Share Native Address
hi: नेटिव पता साझा करें
it: Condividi indirizzo nativo

source: Scan from Image
hi: फोटो से स्कैन करें
it: scansione da foto

source: Select Account
hi: खाता चुनें
it: selezionare conto

source: Go to Home on Account Switch
hi: अकाउंट स्विच पर होम पर जाएं
it: Vai a Home al cambio di account

# restore_from_json
source: From JSON file
hi: जे-सो-न से पुनर्स्थापित करें
it: Ripristina da JSON

# import_from_qr_code
source: From QR code
hi: क्यूआर कोड से आयात करें
it: Importa da codice QR

source: Enter Password for
hi: पास वर्ड दर्ज करें
it: conto di esportazione

source: Export Account
hi: निर्यात खाता
it: conto di esportazione

source: Invalid QR Code
hi: अमान्य क्यूआर कोड
it: Codice QR non valido

# invalid_qr_msg1
source: This is an invalid QR code!
hi: यह एक अमान्य क्यूआर कोड है!
it: Questo è un codice QR non valido!

# invalid_qr_msg2
source: You can know more about this QR code from the 'Scan QR' option in Settings
hi: आप सेटिंग में 'स्कैन क्यूआर' विकल्प से इस क्यूआर कोड के बारे में अधिक जान सकते हैं
it: Puoi saperne di più su questo codice QR dall'opzione 'Scansiona QR' in Impostazioni

source: Get QR Information
hi: क्यूआर जानकारी प्राप्त करें
it: Ottieni informazioni QR

source: Reload
hi: पुनः लोड करें

source: contract
hi: संविदा

source: Loading pool data
hi: पूल डेटा लोड हो रहा है

source: No pool data
hi: कोई पूल डेटा नहीं

source: Previous
hi: पिछला

source: Done
hi: पूर्ण

source: Next
hi: अगला

source: Invalid mnemonic seed
hi: अमान्य स्मरक बीज

source: Enable Biometric authentication
hi: बायोमेट्रिक प्रमाणीकरण सक्षम करें

source: Authenticate with biometrics
hi: बायोमेट्रिक्स से प्रमाणीकरण करें

# delete_website_url
source: Are you sure you want to delete the Website with URL
hi: क्या आप वाकई URL वाली वेबसाइट को हटाना चाहते हैं

# waiting_for_tx_to_complete
source: Waiting for transaction to complete
hi: लेन-देन पूरा होने की प्रतीक्षा कर रहा है

# fund_tx_failed
source: Fund transaction failed
hi: निधि लेन-देन विफल रहा

source: Bind transaction
hi: बंधन लेनदेन

source: EVM is bound
hi: EVM बंधी हुई है

source: Select account for funding
hi: फंडिंग के लिए खाते का चयन करें

source: Go back to Home page
hi: होम पेज पर वापस जाएं

source: Incorrect Password Entered!
hi: गलत पासवर्ड डाला गया!

# export_custom_pass
source: exporting with custom password!
hi: कस्टम पासवर्ड के साथ निर्यात!

# export_app_pass
source: exporting with app password!
hi: ऐप पासवर्ड के साथ निर्यात करना!

# export_diff_pass
source: Export with different password
hi: अलग पासवर्ड के साथ निर्यात करें

# export_pass
source: Export password
hi: निर्यात पासवर्ड

source: Password
hi: पासवर्ड

# metadata_up_to_date
source: Metadata is already up to date
hi: मेटाडेटा पहले से अद्यतित है

# approve_metadata
source: This approval will add the metadata to your mobile app, allowing future requests to be decoded using this metadata.
hi: यह अनुमोदन मेटाडेटा को आपके मोबाइल ऐप में जोड़ देगा, जिससे इस मेटाडेटा का उपयोग करके भविष्य के अनुरोधों को डिकोड किया जा सकेगा।

source: Reject
hi: अस्वीकार करना

source: Retrieving video
hi: वीडियो पुनर्प्राप्त कर रहा है

# unless_saved
source: unless you have saved recovery phrase (mnemonic).
hi: जब तक आपने पुनर्प्राप्ति वाक्यांश (स्मरक) सहेजा नहीं है।

# decoding_sign
source: decoding signature data
hi: डिकोडिंग हस्ताक्षर डेटा

# copy_native
source: Native address copied to clipboard.
hi: स्थानीय पता क्लिपबोर्ड पर कॉपी किया गया।

# evm_copy
source: EVM address copied to clipboard.
hi: EVM पता क्लिपबोर्ड पर कॉपी किया गया।

# reef_only
source: Use it ONLY on Reef Chain!
hi: इसे केवल रीफ चेन पर प्रयोग करें!

source: Name your account
hi: अपने खाते को नाम दें

# account_imported_successfully
source: Account imported succesfully!
hi: खाता सफलतापूर्वक आयात किया गया!

# the_pass_is_incorrect
source: The password you entered is Incorrect!
hi: आपके द्वारा दर्ज पासवर्ड गलत है!

# enter_same_pass
source: Please enter the same password you entered while exporting this account.
hi: कृपया वही पासवर्ड डालें जो आपने इस खाते को निर्यात करते समय डाला था।

# approximate_reef
source: The amount of REEF displayed is an approximation of what you will receive. The final amount will be shown at the time of the transaction.
hi: प्रदर्शित रीफ की राशि आपको प्राप्त होने वाली राशि का एक अनुमान है। अंतिम राशि लेनदेन के समय दिखाई जाएगी।

# create_purchase
source: Create a new purchase
hi: एक नई खरीदारी बनाएँ

source: Check order status
hi: आदेश के स्तर को जांचें

# completed_binance_purchase
source: If you have completed your purchase on Binance Connect, your REEF balance will be updated after the transaction has been confirmed onchain.
hi: यदि आपने बिनेंस कनेक्ट पर अपनी खरीदारी पूरी कर ली है, तो आपके रीफ बैलेंस को चेन पर लेन-देन की पुष्टि होने के बाद अपडेट किया जाएगा।

# go_to_binance
source: Go to Binance Connect
hi: बिनेंस कनेक्ट पर जाएं

# biometric_auth
source: Biometric Authentication
hi: बायोमेट्रिक प्रमाणीकरण

source: don't send funds here
hi: यहां पैसे मत भेजो
